

<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Портфолио Сергеева Владимира</title>
</head>
<body class="">
    <!--Начало-->
    <div class="text-center w-max">
        <h2 class="text-5xl text-center mt-24">ПОРТФОЛИО</h2>
    </div>

    <!--Вступительное-->
    <div class="flex items-center justify-center">
        <h2 class="text-5xl">Сергеев Владимир<br>Веб-разработчик<br>Из Якутии</h2>
    </div>

    <!--Мои специализации-->
    <div class="my-specializations">
        <h2 class="text-5xl">Мои специализации</h2>
        <p>Я специалист с опытом разработки веб и мобильных приложений. Я люблю изучать новые технологии. Мне нравится вникать в требования к проекту и очень эффективно дополнять их современными технологиями.</p>

        <div class="grid grid-cols-2 gap-48">
            <div class="col-start-1">
                <h5>Андроид-разработчик</h5>
            </div>
            <div>
                <h5>Инженер по разработке API</h5>
            </div>
            <div>
                <h5>Веб-разработчик</h5>
            </div>
            <div>
                <h5>Администратор баз данных</h5>
            </div>
        </div>
    </div>

    <!--Мои работы-->
    <div class="my-works">
        <h2 class="">МОИ РАБОТЫ</h2>
        <p>Важно развивать в себе хорошую трудовую этику. Проявляйте себя во всем, чем бы вы ни занимались, будь то уборщик или ваша первая летняя работа, потому что эта трудовая этика будет отражаться на всем, что вы делаете в жизни.</p>
        
        <div>
            <div>
                <h5>Погодное приложение на андроид</h5>
            </div>
            <div>
                <h5>Приложение для медитации на андроид</h5>
            </div>
            <div>
                <h5>Угадач число на андроид</h5>
            </div>
        </div>
    </div>

    <!--Что я умею-->
    <div class="what-i-can-do">
        <h2>ЧТО Я УМЕЮ</h2>
        <p>Единственный, с кем вам следует сравнивать себя, - это вы сами. Ваша миссия - стать сегодня лучше, чем вы были вчера. Вы делаете это, сосредоточившись на том, что вы можете сделать сегодня, чтобы совершенствоваться и расти.</p>
    </div>

    <!--Конец-->
    <div class="end">
        <h2>Готов к найму</h2>
        <div>
        </div>
        <h2>НАПИШИТЕ МНЕ СЕЙЧАС</h2>
    </div>

</body>
</html>